Repository: virtual-labs/exp-millikans-oil-drop-amrt
Catalog: experiment/simulation/locale/*/messages.po
Languages: hi_in

source: Plate Distance(m) = 0.016
hi_in: प्लेट दूरी (मी) = 0.016

source: help1
hi_in: प्रयोग शुरू करने के लिए START बटन पर क्लिक करें

source: help2
hi_in: दिए गए विकल्पों से तेल का चयन करें

source: help3
hi_in: वोल्टेज लागू करने के लिए, वोल्टेज ऑन बटन पर क्लिक करें।

source: help4
hi_in: संबंधित स्लाइडर का उपयोग वोल्टेज बदलें।

source: help5
hi_in: एक्स-रे चालू / बंद करने के लिए 'एक्स रे ऑन' / 'एक्स रे बंद' बटन पर क्लिक करें।

source: Next
hi_in: आगामी

source: Close
hi_in: बंद करे

source: Millikan's Oil Drop Experiment
hi_in: मिलियन का तेल ड्रॉप प्रयोग

source: Variables
hi_in: चर

source: Result
hi_in: परिणाम

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 200 9 - 2015

source: Start
hi_in: प्रारंभ

source: Reset
hi_in: रीसेट

source: Voltage On
hi_in: वोल्ट ऑन

source: Voltage Off
hi_in: वोल्टेज बंद

source: X Ray On
hi_in: एक्स रे ऑन

source: X Ray Off
hi_in: एक्स रे बंद

source: Choose Oil Type
hi_in: तेल प्रकार चुनें

source: Adjust Voltage(KV):
hi_in: वोल्टेज समायोजित करें (केवी):

source: Voltage Applied (v)
hi_in: वोल्टेज एप्लाइड (v)

source: Oil Density (kg/m
hi_in: तेल घनत्व (किलो / मी

source: Olive Oil
hi_in: जैतून का तेल

source: Glycerin
hi_in: ग्लिसरीन
